{
    "Black Lechwe": {
        "description": "Mammal. A medium-sized antelope, the black lechwe (LEECH-wee) grows to about a meter (3.3 ft) in height, weighing 60 to 128 kg (132 to 282 lb). Unlike other antelope, black lechwe are slow runners but they are good swimmers and are often seen grazing shoulder-deep in water. Their hooves are adapted for swampy areas rather than dry land, and their greasy coats act as a sort of water-proofing but also give off a distinctive odor. Only the males have antlers. They live in dryer areas forming bachelor herds during most of the year. Females and their calves depend on water more than the males and remain closer to it all year round.",
        "image": "https://switchzoo.com/assets/profiles/blacklechwe_switchzoo.jpg"
    },
    "Ring-tailed Lemur": {
        "description": "Mammal. Lemurs are primates but developed quite differently from monkeys and apes when Madagascar split from the African continent millions of years ago. Ring-tailed lemurs are unique from other lemurs in that they prefer walking on the ground to swinging through trees. Social and territorial animals, they live in groups of about 12 to 25. The females are in charge and get the best food. Although the adults have bright yellow eyes, their young have blue eyes. Lemurs are noisy, making 15 different kinds of sounds from purrs to clicks to grunts to howls. They also communicate using odor.",
        "image": "https://switchzoo.com/assets/profiles/ring-tailedlemur_switchzoo.jpg"
    },
    "Ruffed Lemur": {
        "description": "Mammal. Black and white ruffed lemurs are tree dwelling primates and the largest of all lemurs. They live in groups of two to five individuals. Unlike many other species, females are larger and dominant over males. While small in size with cat-like noses and whiskers or fox-like snouts, the lemurs' “bark” can be heard over a kilometer (3/4 mile) through the woods. They have up to a dozen different alarm calls that can specify where the danger lies and the type of predator approaching. Their lower front teeth are adapted to form a comb used for grooming, which helps form social bonds.",
        "image": "https://switchzoo.com/assets/profiles/ruffedlemur_switchzoo.jpg"
    },
    "Leopard": {
        "description": "Mammal. The leopard has the widest distribution of all wild cats and is the most adaptable of the big cats. Leopards can run up to 60 kilometers (37 miles) per hour, but will not chase prey for long distances. Consequently, they can lose their meal to lions, hyenas and wild dogs. Leopards are thought to be seven times stronger than human beings and they can haul a carcass three times their weight. They store the carcass in a tree or rocky outcropping to protect their food supply from other predators. Leopards are famous for their ability to go undetected because of their spotted coloration. Black leopards are called panthers.",
        "image": "https://switchzoo.com/assets/profiles/leopard_switchzoo.jpg"
    },
    "African Lion": {
        "description": "Mammal. Male lions are the only cats with tufted tails and manes. They can reach a length of 2.5 meters (8 feet) and a height of 1.2 meters (4 feet). Unlike most other cat species, lions are very social animals. They live in an extended family called a “pride,” that is made up of about 15 individuals, centered around a group of related females. The pride's social system is based on cooperation and division of labor. By hunting together, the pride can catch prey that could outrun a single lion. Despite their vast differences from house cats, lions do clean themselves, like to rub on things, and are known to chase their own tails.",
        "image": "https://switchzoo.com/assets/profiles/africanlion_switchzoo.jpg"
    },
    "Agama Lizard": {
        "description": "Reptile. Agama lizards are sometimes called rainbow lizards because of the colorful displays put on by the dominant males. While most agamas are green and brown, dominant males show off by rapidly turning their bodies blue and their heads bright red or yellow. Most agamas live in small groups with the dominant male ruling over several females and sub-males. While sunning themselves each morning, the dominant male will claim the most elevated spot, with subordinates in lower areas. Agamas hunt by vision and prefer to wait for an insect to come by. Their sticky tongues help them hold onto prey.",
        "image": "https://switchzoo.com/assets/profiles/agamalizard_switchzoo.jpg"
    },
    "Collared Lizard": {
        "description": "Reptile. Collared lizards, also called mountain boomers, are capable of bipedal locomotion and can run (on their two hind legs) up to 24 kilometers (15 miles) per hour. They wave their long tails in a cat-like fashion before grabbing prey. Collared lizards reach a total length of around 36 centimeters (14 inches), most of which is tail. Unlike many other lizards, a collared lizard cannot regenerate his or her tail. Two black stripes around the neck give these lizards their name.",
        "image": "https://switchzoo.com/assets/profiles/collaredlizard_switchzoo.jpg"
    },
    "Nile Monitor Lizard": {
        "description": "Reptile. The Nile monitor lizard is the largest lizard in Africa, growing up to 2.1 meters (7 feet) long. Because they eat crocodile eggs, Nile monitors are often seen near crocodile nesting sites. Adult Nile monitor lizards can easily outrun people over short distances. They can also remain underwater for more than an hour. The female Nile monitor lays her clutch of eggs in the active mounds of termites. The heat from the termites acts to incubate the eggs. When they hatch, baby lizards resemble tiny versions of their parents. The mosasaur, a large, extinct sea monster that disappeared 65 million years ago, is closely related.",
        "image": "https://switchzoo.com/assets/profiles/nilemonitorlizard_switchzoo.jpg"
    },
    "Locust": {
        "description": "Insect. By rubbing legs and wings against their body, locusts make a humming sound. They can hear this hum and a range of other sounds through ears on their abdomens. Adults grow to 7 cm (3 in) long, eating the equivalent of their own weight in a day. Locusts are larger than grasshoppers and have transparent wings. They can fly for 15 hours at a time. When a lot of locusts come together, they change color and form a swarm that can be miles wide, blotting out the sun and devouring every plant in its path. The largest known swarm covered 1,036 sq km (400 sq mi) and was made up of 40 billion insects.",
        "image": "https://switchzoo.com/assets/profiles/locust_switchzoo.jpg"
    },
    "Yellow-throated Longclaw": {
        "description": "Bird. Yellow-throated longclaws are passerine birds, which means that they like to stand or perch on trees, branches, and even fence posts. They are most often solitary or with a partner, foraging for insects on the ground. In addition to their namesake long claws, these birds also have long tails that they swish back and forth frequently. Their nests are built on the ground and they lay up to four speckled eggs. They grow to 20 cm (8 in) long.",
        "image": "https://switchzoo.com/assets/profiles/yellow-throated-longclaw_switchzoo.jpg"
    },
    "Dragonfly": {

        "description": "Insect. Dragonflies first lived 300 million years ago, and predate dinosaurs by more than 100 million years and birds by some 150 million. They had wingspans up to 61 centimeters (24 inches). Dragonflies spend only a very short part of their lives as flying insects. Instead they live as nymphs (wingless, immature form) for up to four years, shedding their skin as much as fifteen times, finally maturing into adults who will survive only a few months. They can fly up to 97 kilometers (60 miles) per hour and are able to make lightning stops and starts, and instant right-angle turns.",
        "image": "https://switchzoo.com/assets/profiles/dragonfly_switchzoo.jpg"
    },

    "Wahlberg's Eagle": {
        "description": "Bird. Wahlberg's eagle is one of the smallest of the eagles, only growing to 52 cm (20 in) and 770 grams (1.7 lb). Usually solitary, these eagles like to perch in leafy trees. They nest in the rainy season, building a small platform lined with leaves under the canopy of a tree. Usually only one egg is laid, and it hatches in 24 to 45 days. Only the mother feeds the baby bird, for about 75 days. Wahlberg's eagles are one species of “booted” eagles, so named because their legs are feathered down to their ankles. They have been seen waiting at the edges of bush fires waiting for prey to escape.",
        "image": "https://switchzoo.com/assets/profiles/wahlbergseagle_switchzoo.jpg"
    },
    "Great Egret": {
        "description": "Bird. The great egret is a member of the heron family. With a wingspread of 130 centimeters (55 inches), their wings are longer and wider than most other white herons. Great egrets do not eat at night. During the day, they forage alone or in mixed flocks, catching fish by standing motionless in the water. They sometimes steal food from the smaller birds. Great egrets are fearless and can sometimes be seen perched on top of alligators! In the 19th century, the great egret's beautiful white plumes were used to decorate ladies' hats. At one point, the plumes were so popular they were worth twice their weight in gold!",
        "image": "https://switchzoo.com/assets/profiles/greategret_switchzoo.jpg"

    },
    "Snowy Egret": {
        "description": "Bird. Feeding in the shallow areas of ponds and marshes, snowy egrets use one foot to stir up the bottom of the water, flushing prey into view. They will also chase schools of fish. A mating pair of snowy egrets cannot recognize each another except at the nest, where the returning egret performs a greeting ritual to avoid being attacked as an intruder. While in flight, the snowy egret holds his or her neck in an “S” curve. In the latter 19th century, their plumes were popularly used on hats. As a result, the birds were hunted until they were nearly extinct. They are now protected and the population has been slowly recovering.",
        "image": "https://switchzoo.com/assets/profiles/snowyegret_switchzoo.jpg"
    },
    "Eland": {
        "description": "Mammal. The world's largest antelope, elands have a somewhat different social structure. Dominant males are solitary and assess each other's strength by locking horns, trying to throw the opponent to the ground. The strongest males make a loud clicking sound as they walk that can be heard by rivals more than a mile away. Younger males live in groups of three or four, while females gather in larger groups that vary from day to day. Females tend to move around more than males. Adults weigh 590 to 680 kg (1300 to 1500 lbs). A female's horns grow to 63 cm (25 in), while a male's horns grow twice as long.",
        "image": "https://switchzoo.com/assets/profiles/eland_switchzoo.jpg"
    },
    "African Elephant": {
        "description": "Mammal. The largest living land mammal, the African elephant weighs 3500 to 7000 kilograms (3.5 to 7 tons) and stands 3.4 meters (11 feet) high. The elephant's remarkable trunk serves variously as a nose, arm, hand, foot and multi-purpose tool. The trunk is strong enough to uproot a tree and delicate enough to pick berries, and it enables the elephant to reach as high as 7 meters (23 feet). Humans can hear only 20% of the vocal sounds an elephant makes; 80% are on low frequencies that are inaudible to our ears. Elephants can walk up to 40 kilometers (25 miles) per hour but cannot jump or run. They are very good swimmers.",
        "image": "https://switchzoo.com/assets/profiles/africanelephant_switchzoo.jpg"
    },
    "Blue-billed Firefinch": {
        "description": "Bird. A shy bird, the blue-billed firefinch forages for food on the ground, pecking with his bill to break up clumps of soil. Usually hiding in dense brush, firefinches quickly fly to cover if flushed or discovered. These birds make a variety of sounds — repeated trills, a high-pitched bell-like tinkle, sharp alarms, and soft cluckings. They live most often in pairs or small groups, and male birds build the nests. However, both males and females line the nest, incubate the eggs and feed the young. They usually lay 3 to 5 white eggs. Nestlings become independent just 14 days after hatching.",
        "image": "https://switchzoo.com/assets/profiles/blue-billedfirefinch_switchzoo.jpg"
    },
    "Flamingo": {
        "description": "Bird. The greater flamingo is the tallest flamingo. Flamingos can live in hostile environments like hot volcanic lakes - their name comes from the Latin word for flame. Their feathers range in color from hot red to pale pink. The color comes from a diet rich in carotenoids, found in crustaceans such as shrimp. Without a source of carotenoids, their feathers turn white. Flamingos are filter feeders. Holding their beaks upside down in the water, they feed by sucking in water and straining it through a filter structure of horny plates that line their beaks.",
        "image": "https://switchzoo.com/assets/profiles/flamingo_switchzoo.jpg"
    },
    "Flower Loving Fly": {
        "description": "Insect. At 2.5 centimeters (1 inch) long, the Delhi-sands flower loving fly is one of the largest flies in the world. Hovering like hummingbirds, flower-loving flies use their long, tubular proboscis (a flexible feeding tube that is an extension of the mouth) to extract nectar from the flowers of native plants. Although they may live longer than two years, these flies spend most of their life as larvae burrowed in the sand. After emerging as flies, they live for only a few weeks. During this short time, they feed, mate, and lay eggs. The Delhi-sands flower loving fly exists in only 12 known populations in California, US.",
        "image": "https://switchzoo.com/assets/profiles/flowerlovingfly_switchzoo.jpg"
    },
    "Red Fox": {
        "description": "Mammal. The red fox is one of 21 species of fox, and the largest member of the fox family. As adults, they hunt alone, not in packs as do wolves or dogs. Their incredible sense of hearing helps them locate prey through thick grass or even in underground burrows. They use scent as a form of communication. Foxes live in dens that they dig or borrow, often using the same den for several generations. Red foxes have been the subject of many tales, depicted as cunning and sly. They are particularly clever at making friends with cats and dogs, charming them to the point where they are allowed to share the same food dish.",
        "image": "https://switchzoo.com/assets/profiles/redfox_switchzoo.jpg"
    },
    "Green Treefrog": {
        "description": "Amphibian. The tiny green treefrog is considered one of the most beautiful frogs in North America. Alert and skittish, a green treefrog will jump at the slightest sign of danger. They use their green color as an effective camouflage against predators. Depending on temperature and lighting, they can change colors between dark and light green. Their call sounds like a series of metallic honks or a barking dog. Green treefrogs are active at night, and prefer to climb rather than jump. They grow to only about 6.5 cm (2.5 in) in length.",
        "image": "https://switchzoo.com/assets/profiles/greentreefrog_switchzoo.jpg"
    },
    "Red-eyed Tree Frog": {
        "description": "Amphibian. During the day, red-eyed tree frogs mostly sleep, keeping their eyes closed to help camouflage themselves. If disturbed, a frog will abruptly reveal his red eyes, startling potential predators. This often gives the frog just enough time to jump away to safety. Red-eyed tree frogs have very strong suction cup toe pads that make them agile climbers. Adult males are only about 5 cm (2 inches) in length while the females tend to be larger at 7.5 cm (3 inches). Males croak and quiver, like a song and a dance, to try to attract females. These frogs change color according to their mood from dark green to a reddish-brown.",
        "image": "https://switchzoo.com/assets/profiles/red-eyedtreefrog_switchzoo.jpg"
    },
    "Fulgorid": {
        "description": "Insect. Fulgorids are the largest of the planthoppers. They are characterized by wavy, filamentous tails and elaborate head protuberances. There are more than 12,000 fulgorid species. They are avid plant juice suckers. A portion of their digestive systems serves as a filter chamber that processes large volumes of plant sap. The excess water, sugar, and certain amino acids bypass the midgut and pass into the hindgut, eventually excreted as honeydew. In exchange for this honeydew, many species of ants care for and protect the fulgorid.",
        "image": "https://switchzoo.com/assets/profiles/fulgorid_switchzoo.jpg"
    },
    "Gemsbok": {
        "description": "Mammal. The gemsbok is a large antelope who has adapted to live in hot, dry areas where most large mammals cannot. They survive by getting water from fruits and vegetables and can withstand temperatures ranging up to 45 degrees Celsius (113 degrees Fahrenheit). They spend most of the day inactive and in the shade. A male gemsbok weighs between 167 to 209 kilograms (367 to 460 pounds), with a height of about 1.2 m (4 ft). The gemsbok's horns are nearly straight and almost parallel, averaging about 76 centimeters (30 inches) long, and have been known to impale an attacking lion.",
        "image": "https://switchzoo.com/assets/profiles/gemsbok_switchzoo.jpg"
    },
    "Giraffe": {
        "description": "Mammal. The giraffe is the tallest mammal, reaching as high as 5.5 meters (18 feet). Although their necks are much longer, giraffes have only seven vertebrae, the same number as most mammals. The giraffe's heart has to produce double the blood pressure of most large mammals in order to pump blood all the way up to the animal's brain. In the wild, giraffes almost never lie down because of vulnerability to predators. They usually sleep standing, sometimes sitting, and they give birth standing up. When giraffes sleep, they curl their necks and sleep for about five minutes at a time, sleeping no more than 30 minutes a day.",
        "image": "https://switchzoo.com/assets/profiles/giraffe_switchzoo.jpg"

    },
    "Mountain Goat": {
        "description": "Mammal. Mountain goats are not true goats, they belong to a group known as goat-antelope. Unlike the ridged, curved horns of true goats, the mountain goat's horns are only slightly curved and nearly smooth. Their hooves have hard outer shells and a rubbery, concave set of footpads that act as suction cups when they walk in their steep environment, and help cushion their feet when they jump from rock to rock. They have an aggressive social structure, often pushing and shoving each other. Each goat has a rank that determines the best sleeping and eating spots. The larger nannies usually rank at the top.",
        "image": "https://switchzoo.com/assets/profiles/mountaingoat_switchzoo.jpg"
    },
    "Goatfish": {
        "description": "Fish. Spotted goatfish swim in small schools, constantly foraging by nuzzling the sea bottom around coral reefs. They use two fleshy whiskers called “barbels,” located under the tip of their chin, to search for prey hiding in the sand. Very active fish, they need to eat often to keep up their energy. When they become inactive, they rapidly change color from mostly white to mottled red to a reddish-brown. In late spring, pairs are seen rising in steep looping circles during spawning. Goatfish grow to a maximum of about 30 cm (1 ft).",
        "image": "https://switchzoo.com/assets/profiles/goatfish_switchzoo.jpg"
    },
    "Grasshopper": {
        "description": "Insect. The northern grasshopper can leap 20 times the length of his body. There are more than 20,000 species of grasshoppers. They have no ears, but they do hear with an organ called tympanum. When grasshoppers are picked up, they “spit” a brown liquid commonly called “tobacco juice.” Scientists believe this liquid may protect them from attacks by predators. Males sing, by rubbing their back legs against their wings, to attract females and to warn off other males. Some species, called locusts, will gather by the billions and eat everything in their way.",
        "image": "https://switchzoo.com/assets/profiles/grasshopper_switchzoo.jpg"
    },
    "Alligator": {
        "description": "Reptile. The American alligator is the largest reptile in North America and has been a successful predator for 200 million years! Alligators are less aggressive than crocodiles, and they hibernate during the winter. In summer, female alligators build nests on banks above the high water mark, and they each lay about 30 eggs. The eggs are not incubated, but they maintain a fairly constant temperature in the nest. Alligators can have up to 80 teeth at one time, and they grow new teeth to replace worn ones. In a lifetime, they can wear out between 2,000 to 3,000 teeth. The longest recorded length for an alligator is 5.8 m (19 ft 2 in).",
        "image": "https://switchzoo.com/assets/profiles/alligator_switchzoo.jpg"
    },
    "Anemone Fish": {
        "description": "Fish. Much is still unknown about the unique relationship that anemone fish have with another animal, the anemone. The fish stay close to their anemone host, retreating in amongst its stinging tentacles when threatened. While predators are repelled, a thick mucous covering protects the anemone fish from its host. Very territorial, anemone fish live in pairs or small groups. The largest female and her mate, which is the second largest fish in the group, dominate the community. They bully the smaller fish. If one of the dominant fish dies, the rest move up in status according to size, changing their gender if necessary.",
        "image": "https://switchzoo.com/assets/profiles/anemonefish_switchzoo.jpg"
    },
    "Gray Angelfish": {
        "description": "Fish. Mostly solitary and territorial, gray angelfish are sometimes found working in pairs. At full growth, they are 25-60 cm (10-24 in) long and may weigh nearly 2 kg (4.5 lb). They live in coral reef environments, in depths of 2-30 meters (6-99 feet). They are larger than average and somewhat aggressive compared to other saltwater fish. Youngsters occasionally clean parasites off larger fish. Young gray angelfish look quite different from their adult versions, starting out black with yellow stripes and changing color dramatically as they grow. These fish make a sound like a moan in recognition of each other.",
        "image": "https://switchzoo.com/assets/profiles/grayangelfish_switchzoo.jpg"
    },
    "Green Anole": {
        "description": "Reptile. Though they are not chameleons, green anoles (ah-NO-lees) have the ability to change color. Naturally bright green, they can also turn yellow, brown, gray, or a color in-between. These lizards make no sounds and are generally 13-20 cm (5-8 in) long. They live in trees but also forage on the ground. The males are a little larger than the females. Also, males have a pink flap of skin hanging in an arc below their necks called a “dewlap” which they show off to attract females or scare away other males. They will also do push-ups and bob their heads in display. Sticky feet help anoles climb on and cling to almost anything.",
        "image": "https://switchzoo.com/assets/profiles/greenanole_switchzoo.jpg"
    },
    "Giant Anteater": {
        "description": "Mammal. Giant anteaters hunt for food at night and sleep as much as 15 hours a day. They do not have teeth. Instead, they use their long, sticky tongues, which can reach as much as 60 centimeters (two feet) in length, to catch insects for food. They have a powerful sense of smell, 40 times that of humans, and can detect the scents of insects over great distances. Their claws are used to rip open concrete-hard termite and ant mounds. Although they eat about 30,000 insects a day, anteaters only spend a few minutes feeding at any one ant nest or termite mound, removing only a few thousand insects from each.",
        "image": "https://switchzoo.com/assets/profiles/giantanteater_switchzoo.jpg"
    },
    "Pronghorn Antelope": {
        "description": "Mammal. The pronghorn antelope is not really an antelope, but the sole descendent of an ancient deer-like family. Pronghorns are the fastest mammals on foot in the Western Hemisphere, capable of sprints up to 97 kilometers (60 miles) per hour. They carry the only forked horns in the world, and the only horns that are shed annually. Both genders have horns although the male's are much bigger than the female's. With a field of vision that is nearly 360 degrees and extremely efficient circulatory and respiratory systems, they can detect predators and escape from them by running at high speed for extended periods.",
        "image": "https://switchzoo.com/assets/profiles/pronghornantelope_switchzoo.jpg"
    },
    "Sable Antelope": {
        "description": "Mammal. Like others of their kind, sable antelope have a social structure based on territory, age, and strength. The strongest adult males, called “bulls,” set up territories in good grazing areas. They constantly patrol, encouraging females to enter and challenging other males. A challenge begins with circling each other, pawing the ground and lashing tails. It ends when the bulls drop to their knees and lock horns. From there it's a pushing contest, and the strongest antelope wins. Females form herds of 5 to 20, sometimes more. Calves are born a grayish-brown color without markings. As they age, their color changes.",
        "image": "https://switchzoo.com/assets/profiles/sableantelope_switchzoo.jpg"
    },
    "Celebes Ape": {
        "description": "Mammal. Confused with apes because of their small nub of a tail, celebes apes are really monkeys. Living and traveling in groups of 5 to 50 individuals, they spend a lot of time in trees eating fruit. Very social and smart, group members will hug, groom each other, and smack their lips in greeting. Females stay with their birth group while males seek out other groups. Males are larger, weighing 9-16 kg (20-35 lb) while females weigh 6-11 kg (13-24 lb). Both reach about 51-56 cm (20-22 in) in height. They spend half the day foraging. The males move and rest more, but the females eat and socialize more.",
        "image": "https://switchzoo.com/assets/profiles/celebesape_switchzoo.jpg"
    },
    "Badger": {
        "description": "Mammal. American badgers are built to dig. They move dirt faster than any other mammal, including a person with a shovel! Strong shoulders, sturdy claws, and partial webbing between their front toes allow them to scoop soil out quickly. They are naturally protected from flying dirt by transparent membranes that protect their eyes and stiff hairs that keep their ear canals clean. They use their back feet to kick the loose dirt out of the way. Badgers dig in pursuit of prey and then expand tunnels into sleeping burrows. They are solitary, have a keen sense of smell, and are more active at night than in the day.",
        "image": "https://switchzoo.com/assets/profiles/badger_switchzoo.jpg"
    },
    "Kodiak Brown Bear": {
        "description": "Kodiak Brown Bear Mammal.Kodiak brown bears are a unique subspecies of the brown bear.They are the largest of all bears in stature but polar bears can be heavier.The male grows larger than the female,rising up to 1.5 meters(5 feet) high on all fours and reaching up to 3 meters(10 feet) high when standing on two legs.If threatened,a charging brown bear can reach a speed of 48 kilometers(30 miles) per hour.Brown bears are omnivorous and depend upon their keen sense of smell, more than their hearing or sight,to locate food or inspect their surroundings.They hibernate during the coldest months,emerging again in spring.",
        "image": "https://switchzoo.com/assets/profiles/kodiakbrownbear_switchzoo.jpg"
    },
    "Polar Bear": {
        "description": "Mammal. Of all the mammals, polar bears are the most highly adapted to harsh conditions. They can survive for long periods of time without food or water, while continuing normal activities. They are great swimmers, with partially webbed forepaws, and they can swim over 96 kilometers (60 miles) without resting. Polar bears range in color from white to pale yellow to dark yellow. The hairs of the polar bear's fur are clear with a hollow center. The fur looks white or yellow because the hairs scatter the light, the way snow reflects light. Polar bears clean themselves after every feeding. Females typically have two cubs.",
        "image": "https://switchzoo.com/assets/profiles/polarbear_switchzoo.jpg"
    },
    "Bearded Dragon": {
        "description": "Reptile. Bearded dragons can run 15.5 kilometers (9 miles) per hour. When threatened, a bearded dragon bobs his head, flattens his body, and puffs out his throat, which resembles a spiky beard. When bearded dragons recognize other members of their species or show submission, they stand on three legs and slowly wave one forelimb in a circular motion. They can regulate their body temperature by changing shades of color, from light to dark. Changing color is also an indicator of their mood. Bearded dragons like to climb, and are often seen on fence posts.",
        "image": "https://switchzoo.com/assets/profiles/beardeddragon_switchzoo.jpg"
    },
    "Aquatic Beetle": {
        "description": "Insect. Also known as water scavenger beetles, aquatic beetles move their legs alternately, looking like they are trying to run underwater. They breathe by holding an air bubble underneath them as they swim. They surface headfirst when coming up for more air. Aquatic beetles range in size from 3 to 44 mm (.1 to 2 in). The fringe on their hind legs adds to their swimming ability. The larvae are called “water tigers” because they are such fierce hunters, very different from how the adults behave.",
        "image": "https://switchzoo.com/assets/profiles/aquaticbeetle_switchzoo.jpg"
    },
    "Secretary Bird": {
        "description": "Bird. A relative of the hawk, the secretary bird is the only bird of prey who does more walking than flying, up to 20 miles a day. With very large, broad wings, secretary birds are also strong fliers and use thermal air currents to rise and soar. When hunting, they stamp on the ground to flush out small animals, then run in a zigzag pattern, flapping their wings to confuse their prey. Their name may refer to the crest of black-tipped feathers, thought to resemble 18th century male secretaries with quill pens in their wigs. Or the name may come from the Arabic “saqu ettair,” meaning hunter-bird, which translates into French as “secretaire.”",
        "image": "https://switchzoo.com/assets/profiles/secretarybird_switchzoo.jpg"
    },
    "Bison": {
        "description": "Mammal. Commonly known as buffalo, American bison are the largest land-dwelling mammals in North America. With a shoulder height of up to 2 m (6.5 ft), they can weigh from 544-816 kg (1200-1800 lb), yet they can run up to 50 km (30 mi) per hour. They can pivot on both their front and hind legs and quickly change or reverse direction, or jump. Also strong swimmers, bison can swim across rivers over 1 km (.6 mi) wide. The bison's hump is a mass of muscles that support his or her heavy head. The bison's tail can signal a warning. When the tail is standing straight up, the bison is ready to charge!",
        "image": "https://switchzoo.com/assets/profiles/bison_switchzoo.jpg"
    },
    "Emerald Boa": {
        "description": "Reptile. The perfect resting place for an emerald boa is a horizontal branch overhanging water. The snake will coil around the branch, resting his head in the center of his coils. Their striking color comes from two layers of cells, one that reflects yellow and a second underneath that reflects blue. These boas reach 2.2 m (7.25 ft) long and 5 cm (2.2 in) in diameter. Some have observed that the deeper one goes into the Amazon, the bigger they get! Their lips are lined with extra heat receptors that the boa uses to track prey. Sensing odors and chemicals with a forked tongue, they ambush from above.",
        "image": "https://switchzoo.com/assets/profiles/emeraldboa_switchzoo.jpg"
    },
    "Locust Borer": {
        "description": "Insect. Black locust borers are beetles that specialize in attacking one genus of tree, the black locust! Females lay eggs on the bark and larvae tunnel into the trees. They hibernate over the winter. In spring, they become active again, and by late summer, a larva has dug up to 10 cm (4 in) of tunnel, .6 cm (¼ in) in diameter. This tunneling weakens the trees to the point that some break from the wind. Adults are slender beetles about 2 cm (3/4 in) long with two antennae. Females and males look the same. In the larval and pupal stages, they are cream-colored. Sometimes they are called “long horn beetles.”",
        "image": "https://switchzoo.com/assets/profiles/locustborer_switchzoo.jpg"
    },
    "Bactrian Camel": {
        "description": "Mammal. The Bactrian camel has two humps that hold fat, not water, to provide energy during the winter months. They can go for days without drinking, conserving water in their body cells and stomach. Living in areas that are mostly grasslands, this camel can run as fast as a horse. A pillow-like callus under the chest allows them to rest comfortably in the hot sand. Their eyes are protected by long eyelashes and very thin eyelids, allowing the camel to find its way in a desert storm. Small, hairy ears keep out flying sand. They can close their nostrils completely or leave only a small opening to breathe.",
        "image": "https://switchzoo.com/assets/profiles/bactriancamel_switchzoo.jpg"
    },
    "Capybara": {
        "description": "Mammal. The capybara is the largest of all living rodents. In the language of the Guarani Indians, capybara means “master of the grasses.” Capybaras live close to the water in groups of about 20. They are excellent swimmers and divers. If they sense danger, they will dive into the water and hide, and they can stay underwater for five minutes. If necessary they can even sleep underwater with only their noses poking out. Capybaras communicate with a variety of sounds including soft whimpers, clicking noises, purring and barking. All females within the group help care for and nurse the young.",
        "image": "https://switchzoo.com/assets/profiles/capybara_switchzoo.jpg"
    },
    "Caracal": {
        "description": "Mammal. Caracals are also called desert lynx because of their resemblance to lynx. They can survive for long periods without water, obtaining moisture from their prey. “Karakal” is Turkish for “black ears.” Their ears are larger than most other cats, and they are topped by long, black tufts of fur. Caracals are agile tree-climbers, and will sometimes store the remains of their prey in the forks of trees or bushes. They are known for their bird-catching abilities. Their strong legs and big paws enable them to jump up and knock birds out of the air.",
        "image": "https://switchzoo.com/assets/profiles/caracal_switchzoo.jpg"
    },
    "Cardinal": {
        "description": "Bird. The cardinal is the only red bird in eastern North America with a crest on top of his or her head, which rises when the bird senses danger. Cardinals are not migratory and stay in the same area year-round. They form winter flocks with up to 60-70 birds. They eat many pest insects and disperse seeds. Male cardinals are very territorial and will defend their territories vigorously, sometimes attacking their own reflections or other objects reflected in glass surfaces, mistaking them for another male. They are admired as attractive songbirds and biologists have observed that some cardinal songs are sung with accents.",
        "image": "https://switchzoo.com/assets/profiles/cardinal_switchzoo.jpg"
    },
    "Caribou": {
        "description": "Mammal. Caribou and reindeer are the same species. They are the only deer whose males and females both have antlers. The antlers grow forward and the caribou use them in the winter to dig through snow for food. Some caribou migrate more than 4,828 kilometers (3,000 miles) per year. Their concave-shaped hooves are adapted for deep snow, holding the caribou up like snowshoes. In water, their hooves act as paddles. Caribou have been clocked running as fast as 80 kilometers (50 miles) per hour. A caribou sensing danger gives off a special scent that warns other caribou to keep their distance.",
        "image": "https://switchzoo.com/assets/profiles/caribou_switchzoo.jpg"
    },
    "Cat": {
        "description": "Mammal. House cats are descendents of wild cats originally from Africa and southwestern Asia. They have excellent senses of smell and hearing. By rotating their ears, cats can quickly find the source of a sound. They can even hear ultrasonic noises made by some rodents. Their whiskers are highly sensitive to touch and help cats figure out if they can fit into a tight spot. Their purr is heard when a cat is content but also sometimes when angry or upset. They also communicate with odors, rubbing their scent glands against people and objects to mark them. Cats usually range in size from 2 to 9 kg (4 to 20 lb), sometimes heavier.",
        "image": "https://switchzoo.com/assets/profiles/cat_switchzoo.jpg"
    },
    "Caterpillar": {
        "description": "Insect. Butterflies and moths spend their childhood as caterpillars, called the larval stage. Caterpillars eat constantly. They outgrow their skin and shed it several times. After the last shedding, the caterpillar fastens to a branch and enters the pupa or chrysalis stage; moth caterpillars use a silk thread from their silk glands to spin a protective cocoon. Inside the cocoon, the pupa goes through a process called metamorphosis. The caterpillar's six front legs transform into the adult insect's legs, the other “prolegs” disappear, wings grow, and the insect emerges as a beautiful moth or butterfly.",
        "image": "https://switchzoo.com/assets/profiles/caterpillar_switchzoo.jpg"
    },
    "Black Swallowtail Caterpillar": {
        "description": "Black Swallowtail Caterpillar Insect. Black swallowtail caterpillars are eating machines, growing from 2 mm (.08 inches) to 4 cm (1.57 inches). All species of swallowtail caterpillars have a special gland that secretes bad-smelling and bad-tasting chemicals to help keep predators away. They molt, or shed their skin, five times. Their coloration and appearance change dramatically as they grow. Many spend the winter season as pupae, a middle stage of development, before finishing their transformation into butterflies in the spring. The adult black swallowtail butterfly looks a lot like a poisonous cousin, the pipevine swallowtail, confusing predators.",
        "image": "https://switchzoo.com/assets/profiles/blackswallowtailcaterpillar_switchzoo.jpg"
    },
    "Chameleon": {
        "description": "Reptile. Half of the world's chameleon population lives on the island of Madagascar. They are famous for their ability to change color. This serves as a form of communication, a response to temperature, light, and mood, as well as a defense against predators. Their eyes can rotate and swivel independently, enabling them to see almost a complete 360-degrees or observe two things simultaneously. Their tongues can be as long as their bodies. Chameleons can balance on a branch by gripping it with their claws and wrapping their tail around the branch to hold on. Chameleons can even sleep upside down!",
        "image": "https://switchzoo.com/assets/profiles/chameleon_switchzoo.jpg"
    },
    "Cheetah": {
        "description": "Mammal. The world's fastest land animal, the cheetah can go from 0 to 65 km (40 mi) per hour in three strides, with a single stride covering 7-8 meters (23-26 feet). Cheetahs can reach full speed 110 km (70 mi) per hour in seconds. They are the only cats who have nonretractile claws. This gives them better traction, and helps maintain their footing while they run. Cheetahs are one of the few big cats who can purr. They also make other unusual sounds such as chirping, yelping, and bleating. Females live alone except when they are raising cubs. Males live in coalitions of two to five members.",
        "image": "https://switchzoo.com/assets/profiles/cheetah_switchzoo.jpg"
    },
    "Chimpanzee": {
        "description": "Mammal. Chimpanzees are great apes, a group that also includes bonobos, orangutans, and gorillas. Chimps use sticks, rocks and other objects as tools for tasks like pulling termites from their mounds and cracking nuts. More than 30 other tool uses have been recorded, from chimps using leaves as sponges to using branches as clubs. Chimpanzees live in communities made up of family groups, totaling about 50 members. They sleep in nests that they build in trees, but usually only use a nest once. Scientists have found that chimps can paint much like human children, and they have a definite sense of form and style.",
        "image": "https://switchzoo.com/assets/profiles/chimpanzee_switchzoo.jpg"
    },
    "Cougar": {
        "description": "Mammal. Cougars, also known as mountain lions or pumas, can jump 5.5 meters (18 feet) straight up the side of a cliff, and broad jump up to 9 meters (30 feet). They run swiftly, and can even swim. They have excellent eyesight and good hearing, and are solitary, skilled night hunters. Cougars are secretive in nature and prefer to stalk their prey at close range, to utilize the element of surprise. After they finish eating, they may cover the leftovers with leaves to save them for another meal. Cougars are the largest of the small cats and have the widest distribution of any mammal native to the Western Hemisphere.",
        "image": "https://switchzoo.com/assets/profiles/cougar_switchzoo.jpg"
    },
    "Crowned Crane": {
        "description": "Bird. The African crowned crane is the only crane to perch in trees, favoring solitary trees with wide views. They are considered to be “living fossils” among cranes, having flourished in the Eocene period some 54 to 38 million years ago and surviving the ice age. During their mating dance, two cranes hop and jump gracefully with each other, their wings partly spread. Then they open their wings fully, bow to each other, and jump several feet in the air. When they land, they run around each other and start all over again. Crowned cranes have a guttural grunt and a trumpeting call, “u-wang u-wang.”",
        "image": "https://switchzoo.com/assets/profiles/crownedcrane_switchzoo.jpg"
    },
    "Lesser Sandhill Crane": {
        "description": "Bird. Lesser sandhill cranes are migrating birds, and some travel as far as 22,530 km (14,000 mi) round trip! This is farther than any other crane. They fly high in the air in noisy v-shaped flocks. A crane's windpipe makes a loop inside the breastbone, creating a loud, musical rattle of a voice. Sandhill cranes paint themselves with mud during the breeding season, turning some of their gray feathers brown. They have a unique mating dance beginning with a deep bow and continuing with hops, jumps, and more bows. Adults have a wingspan of 1.8 m (6 ft) and are nearly .9 m (3 ft) tall. Their long legs are suited for wading.",
        "image": "https://switchzoo.com/assets/profiles/lessersandhillcrane_switchzoo.jpg"
    },
    "Candy Darter": {
        "description": "Fish. The candy darter, also known as the finescale saddled darter, rarely reaches 10 centimeters (4 inches) in length. The five black saddles that begin in front of the first dorsal fin and end in front of the tail identify the candy darter. Blue-green bars bordered by brilliant red bars surrounded by white identify the males during spawning season. Their habitat is small, cool and warm streams with the adults usually in the fastest flowing water. Little is known of their biology and they are considered endangered.",
        "image": "https://switchzoo.com/assets/profiles/candydarter_switchzoo.jpg"
    },
    "Dingo": {
        "description": "Mammal. The dingo is a wild dog, thought by scientists to be the descendent of a domestic dog brought to Australia five thousand years ago from what is now Indonesia. Dingoes are the largest land-dwelling carnivores in Australia. When hunting, they only kill enough to feed their packs. Dingoes do not bark, but they are not mute. They have a complex howling vocabulary, they snort, and they also purr. Dingoes tend to mate for life. They form small packs in which the dominant pair become the breeders. The entire pack helps care for the young. Dingoes can turn their heads almost 360 degrees to track other animals, such as birds in flight.",
        "image": "https://switchzoo.com/assets/profiles/dingo_switchzoo.jpg"
    },
    "Dog": {
        "description": "Mammal. Dogs are the domesticated descendents of wolves. Their shared ancestry has been traced back 37 to 58 million years, to a five-toed, weasel-like animal called Miacis. Cavemen in the Paleolithic age were the first humans to domesticate dogs. Today, there are nearly 500 recognized breeds of domestic dog. Along with cats, dogs are one of the most common pets. Dogs have a unique relationship with humans, and contribute to human society in many ways. Long valued as guards and rescuers, they now also work as guide, hearing, service, therapy and companion dogs.",
        "image": "https://switchzoo.com/assets/profiles/dog_switchzoo.jpg"
    },
    "Dolphin": {
        "description": "Mammal. Common dolphins are very social, traveling in groups called pods of up to 1,000 animals. Playful and boisterous, they do flips and somersaults, leaping completely out of the water, sometimes as a group. They love to ride on the waves created by their fellow swimmers, ships, or very large whales. They sleep with one eye always open, closing one for 5 to 10 minutes, then the other. Dolphins are intelligent animals and use vocalization to communicate with each other. They are affectionate and form lasting friendships with one another. Dolphins will use their fins to help keep an ailing dolphin afloat so she can breathe.",
        "image": "https://switchzoo.com/assets/profiles/dolphin_switchzoo.jpg"
    },
    "Donkey": {
        "description": "Mammal. The smallest member of the horse family, the donkey was first domesticated about six thousand years ago. Donkeys can perform the same gaits as horses, but generally don't gallop. They can run up to 50 kilometers (31 miles) per hour. They have much longer ears than horses, and a 'broomtail' similar to a cow's tail. They make excellent guard animals and will discourage canine attacks on a herd of cattle or sheep. Male donkeys bray (the characteristic “Aw-EE, Aw-EE” sound) and enjoy “sounding off” at any opportunity. Breeding a male donkey and a female horse produces a mule.",
        "image": "https://switchzoo.com/assets/profiles/donkey_switchzoo.jpg"
    },
    "Great Plains Skink": {
        "description": "",
        "image": "https://switchzoo.com/assets/profiles/greatplainsskink_switchzoo.jpg"
    },
    "Green Water Snake": {
        "description": "The Florida green water snake is a common, harmless snake that can be found in weedy marshes and grasses around ponds and along canals, sometimes basking in the vegetation. If threatened or harassed",
        "image": "https://switchzoo.com/assets/profiles/greenwatersnake_switchzoo.jpg"

    },
    "Rough Green Snake": {
        "description": "Reptile. The beautiful rough green snake is a gentle snake with a pleasant disposition. Called “rough” because their scales stand out at a slight angle, these snakes are agile and skilled climbers",
        "image": "https://switchzoo.com/assets/profiles/rough-greensnake_switchzoo.jpg"

    },
    "Spanish Flag": {
        "description": "Fish. The Spanish flag lives in deep-reef habitats, at depths of 35-365 meters (115-2000 feet). With fluorescent pink and yellow alternating stripes, these beautiful fish resemble the flag of Spain",
        "image": "https://switchzoo.com/assets/profiles/spanishflag_switchzoo.jpg"

    },
    "Little Sparrowhawk": {
        "description": "Bird. The little sparrowhawk is the smallest of the family of sparrowhawks and goshawks, weighing between 74 to 105 grams",
        "image": "https://switchzoo.com/assets/profiles/littlesparrowhawk_switchzoo.jpg"

    },
    "Atlantic Oval Squid": {
        "description": "Mollusk. Atlantic oval squid use rainbow displays of color to communicate with each other, and they can achieve very intense, shimmering hues",
        "image": "https://switchzoo.com/assets/profiles/atlanticovalsquid_switchzoo.jpg"

    },
    "Ground Squirrel": {
        "description": "Mammal. Golden-mantled ground squirrels hibernate (sleep) during winter months from October to May. To prepare, they must put on a heavy fat layer and store food in their shallow underground dens",
        "image": "https://switchzoo.com/assets/profiles/groundsquirrel_switchzoo.jpg"

    },
    "Red Squirrel": {
        "description": "Mammal. Solitary animals, red squirrels scold intruders in their territory. They growl, screech, chirp, rattle, and buzz. Active during the day, they spend the warmer months preparing for winter by finding and hiding food",
        "image": "https://switchzoo.com/assets/profiles/redsquirrel_switchzoo.jpg"

    },
    "Glossy Starling": {
        "description": "Bird. Burchell's glossy starlings draw a lot of attention to themselves with their looks and their voices. Standing with their heads flung back and their wings slightly dropped",
        "image": "https://switchzoo.com/assets/profiles/glossystarling_switchzoo.jpg"

    },
    "Painted Stork ": {
        "description": "Bird. The painted stork, also known as the janghil or dokh, is very good at adapting to its natural environment",
        "image": "https://switchzoo.com/assets/profiles/paintedstork_switchzoo.jpg"

    }

}